[
  {
    "id": "taxasMalaria",
    "url": "https://arrudanat.shinyapps.io/taxasMalaria/",
    "title": "Taxas de Incidência e de Mortalidade por Malária",
    "short": "",
    "description": "A primeira visualização (posição à esquerda) permite explorar de forma interativa as taxas de incidência e mortalidade separadas por estado, faixa etária e por ano de notificação na Amazônia legal. A taxa de incidência é calculada pela divisão do número de casos novos de malária e a população do determinado ano multiplicado por 1.000. Essa taxa estima o risco de casos anuais para cada 1.000 indivíduos. Essa visualização auxilia na análise das variações temporais da taxa de incidência de casos laboratoriais positivos em áreas endêmicas, de acordo com graus de risco. A segunda visualização (posição à direita) compara as taxas de mortalidade padronizadas para cada 100.000 indivíduos, segundo faixa etária, ano de notificação e estado selecionado. Aplicamos as taxas específicas de mortalidade por idade de cada estado a uma população padrão selecionada. Essa taxa padronizada permite comparações entre os estados e ao longo do tempo, controlando os efeitos de possíveis mudanças na distribuição etária que as populações experimentam ao longo do tempo e espaço nas respectivas taxas. Essa visualização nos ajuda a verificar quais são as faixas etárias com maior risco de mortalidade em uma determinada região (estado) e possibilita comparar o risco de morte entre os estados. Para calcular as taxas de incidência e mortalidade também foram utilizados os dados do Instituto Brasileiro de Geografia e Estatística (Instituto Brasileiro de Geografia e Estatística - IBGE) e as projeções da população por ano, estado e idade (IBGE, 2020). As duas visualizações nos auxiliam na identificação das faixas etárias com maior risco de infecção e morte em uma determinada região, facilitando as comparações de ambas as taxas de forma simultânea."
  },
  {
    "id": "importadosdash",
    "url": "https://vinicius-maia.shinyapps.io/importadosdash/",
    "title": "Distribuição entre Casos Importados e Autóctones",
    "short": "",
    "description": "A distribuição entre casos de malária importados e autóctones é uma relevante informação para a vigilância epidemiológica. Essa visualização permite que o usuário selecione de forma interativa o município, o período (ano) e a variável de interesse, que são as variáveis oriundas do Sistema de Vigilância Epidemiológica da Malária (SIVEP - Malária)..O painel fornece informações sobre o número total de casos naquele município ao longo do ano, uma visualização espacial das fontes de casos importantes (tanto nacional como internacional) e uma seleção de gráficos que comparam proporções de autóctones e casos importados em várias dimensões, como sexo, idade, raça/cor da pele, profissões, tratamento, mês de infecção, tipo de parasita, contagem de parasitas e regime de tratamento prescrito ao paciente. O objetivo é permitir que a pessoa que não seja da área técnica entenda rapidamente o perfil da mMalária, a distribuição de casos na área selecionada e facilitar o manejo das ações dee o manejo do problema controle. Todo indivíduo que acessar essa ferramenta será capaz de verificar a evolução das características selecionadas ao longo do tempo para uma determinada área. O conjunto de dados usado para a construção dessa visualização foi o subconjunto de casos positivos com dados geoespaciais válidos do município (geocódigos de IBGE). As informações foram resumidas em nível municipal, onde foram utilizadas contagens de casos brutos e proporções dos casos totais, divididos por categorias de variáveis de interesse, quando aplicável."
  },
  {
    "id": "IndicadoresProcesso_eng",
    "url": "https://arrudanat.shinyapps.io/IndicadoresProcesso_eng/",
    "title": "Casos que Iniciaram o Tratamento em até 48 horas e Porcentagem de Infecções por Tipo de Malária",
    "short": "",
    "description": "É importante para a recuperação dos pacientes iniciar o tratamento dentro de 48 horas a partir do início dos sintomas. Além disso, é necessário identificar regiões com alta proporção de infecções por Plasmodium fFalciparum (onde a letalidade é maior) e regiões com alta proporção de infecções por Plasmodium vVivax (onde a morbidade é maior). Nessa visualização o usuário pode (1) escolher um ano para a sua análise (o ano é o de notificação de casos); e (2) selecionar no menu da barra lateral se pretende avaliar o tratamento, proporção de malária por P.lasmodium fFalciparum ou proporção de malária por P.lasmodium vVivax. Pode-se observar dois grupos diferentes de visualizações neste painel a partir de cada seleção: tratamento, P.lasmodium fFalciparum ou P.lasmodium vVivax. No primeiro grupo de visualizações (tratamento), nota-se um mapa (à esquerda) que foi colorido pela proporção de casos positivos que iniciaram o tratamento em até 48 horas dos primeiros sintomas por município e por ano selecionado na barra lateral e um gráfico de linhas (à direita) que mostra a proporção de casos que começaram o tratamento dentro de 48 horas dos sintomas em relação ao total de casos por ano e estado da Amazônia legal. O segundo grupo de visualizações (proporção de malária por P. fFalciparum) mostra à esquerda um mapa de municípios coloridos por porcentagem de infecções por P.lasmodium Ffalciparum (responsável pelos mais graves e letais formas da doença) e um gráfico de linhas à direita que compara a porcentagem de casos por P. fFalciparum, segundo ano de notificação e estado. O terceiro grupo de visualizações é um mapa à esquerda de municípios coloridos por porcentagem de infecções por P.lasmodium vVivax (é a causa mais comum e generalizada de malária recorrente) e um gráfico de linha à direita, que compara  a porcentagem de casos por P. vVivax, segundo ano de notificação e estado da Amazônia legal brasileira. O banco de dados usado nesta visualização foi um subconjunto de casos positivos agrupados por ano de notificação, estado, municípios, categoria P. fFalciparum no resultado do exame, categoria de P. vVivax no resultado do exame, data do início dos sintomas e do tratamento, extraídos do Sistema de Vigilância Epidemiológica da Malária (SIVEP - Malária)."
  },
  {
    "id": "data_quality",
    "url": "???",
    "title": "Qualidade de Dados",
    "short": "",
    "description": "No conjunto de dados do Sistema de Vigilância Epidemiológica da Malária (SIVEP - Malária), o preenchimento ou completude de informações de cada variável  pode ser muito discrepante entre os anos e mesmo dentro de cada ano particular. Essa visualização tem como finalidade avaliar o preenchimento de cada variável no SIVEP-Malária para cada ano analisado e estado da Amazônia Legal. Por meio dessa visualização interativa é possível identificar a proporção de dados faltantes das variáveis e avaliar a qualidade da informação do SIVEP-Malária. Dados faltantes são comuns na maioria dos sistemas de informação. Com esse painel, pode-se identificar de maneira bastante fácil onde e quando ocorrem os dados faltantes e avaliar em quais regiões e anos eles são mais predominantes. Uma outra função importante dessa aplicação é visualizar quando uma variável passou a ser coletada ou foi modificada ou descontinuada na ficha de notificação que alimenta o banco de dados. "
  },
  {
    "id": "plotly_case_bubble",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_case_bubble",
    "title": "Casos de Malária - Bubble",
    "short": "Casos positivos de Malária entre os estados da Amazônia Legal período de 2007 à 2019. Dentro deste período pode-se perceber uma diminuição dos números de casos para todos estados. Houve oscilações importantes nos números de casos de Mmaláaria para os Estados do Pará e Amazonas no período, sendo que no ano de 2011, o Pará ultrapassa o estado do Amazonas em número de casos no ano todo.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_case_line",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_case_line",
    "title": "Casos de Malária - Line",
    "short": "Casos positivos de Malária entre os estados da Amazônia Legal período de 2007 à 2019. Dentro deste período pode-se perceber uma diminuição dos números de casos para todos estados. Houve oscilações importantes nos números de casos de Malária para os Estados do Pará e Amazonas no período, sendo que no ano de 2011, o Pará ultrapassa o estado do Amazonas em número de casos no ano todo.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_escolaridade_nivel",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_escolaridade_nivel",
    "title": "Relação Nível de Escolariada testados positivos",
    "short": "Proporção entre os níveis de escolaridade (Analfabeto, 1ª a 4ª série incompleta do EF, 4ª série completa do EF, 5ª a 8ª série incompleta do EF, Ensino fundamental completo, Ensino médio incompleto, Ensino médio completo, Educação superior incompleto, Educação superior completa e Não se aplica) para os testados positivos para Malária por Estado da Amazônia Legal e por período de 2011 a 2019.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_escolaridade_anos_estudo",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_escolaridade_anos_estudo",
    "title": "Relação Grupos de Anos de Estudo",
    "short": "Proporção entre os níveis de escolaridade (Analfabeto, 1ª a 4ª série incompleta do EF, 4ª série completa do EF, 5ª a 8ª série incompleta do EF, Ensino fundamental completo, Ensino médio incompleto, Ensino médio completo, Educação superior incompleto, Educação superior completa e Não se aplica) para os testados positivos para Malária por Estado da Amazônia Legal e por período de 2011 à 2019.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_gestante",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_gestante",
    "title": "Relação Gestantes entre 14 e 59 anos",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_ocupacao",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_ocupacao",
    "title": "Relação Ocupação - Testados Positivos",
    "short": "Proporção entre as atividades exercidas: Agricultura, Pecuária,Doméstica, Turismo,Garimpagem, Exploração Vegetal, Caça/Pesca, Construção des. Estradas e Barragens, Mineração, Viajante, Outros e Ignorado) para os testados positivos para Malária por Estado da Amazônia Legal e por período de 2007 à 2019. Chama à atenção o aumento da participação da atividade de Garimpagem entre os testados positivo no estado do Pará, entre os anos de 2013 e 2017 chegando a 30% dos casos em 2013, sendo que no ano anterior foi de 11% dos casos. A mesma atividade de Garimpagem, no estado do Mato Grosso, chega a 40% dos casos em 2019, sendo que no ano anterior não chegava a 2% dos casos.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_mortes",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_mortes",
    "title": "Relação Número de Mortes por Malária",
    "short": "Número de mortes por Malária em número absoluto, podendo ser mudado para proporção do estado naquele ano. O gráfico indica uma mudança de tendência no número de mortes por estado, além da maior participação do estado do Amazonas no número de mortes em relação a outros estados.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_cruzes",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_cruzes",
    "title": "Relação Quantidade de Cruzes",
    "short": "A quantidade de cruzes permite avaliar o nível de gravidade e atraso no tratamento da mMalária. A maior parte dos casos de malária nos estados da Amazônia Legal no período analisado é identificada no estágio de duas cruzes, não havendo grandes variações nos anos analisados. Cabe ressaltar que, considera-se casos mais graves quando a parasitemia apresenta mais de três cruzes.",
    "description": "Descrição da viz"
  },
  {
    "id": "plotly_populacao",
    "url": "http://promalaria.nepo.unicamp.br:8079/plotly_populacao",
    "title": "Relação Estrutura Etária e por Sexo",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "id_da_viz",
    "url": "???",
    "title": "Titulo da Viz",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "id_da_viz",
    "url": "???",
    "title": "Titulo da Viz",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "id_da_viz",
    "url": "???",
    "title": "Titulo da Viz",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "id_da_viz",
    "url": "???",
    "title": "Titulo da Viz",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "id_da_viz",
    "url": "???",
    "title": "Titulo da Viz",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "id_da_viz",
    "url": "???",
    "title": "Titulo da Viz",
    "short": "",
    "description": "Descrição da viz"
  },
  {
    "id": "pagina_inicial_banner",
    "url": "NA",
    "title": "Plataforma de Visualização de Dados",
    "short": "",
    "description": "<p>A Plataforma de Visualização de Dados Malária - PVD Malária - é uma página web que busca facilitar gestores, pesquisadores e público em geral a entender melhor sobre a contaminação e disseminação da Malária na Amazônia Legal Brasileira.</p><p>Por meio desta plataforma é possível explorar diversas visualizações tanto estáticas quanto interativas e criar outras de acordo com as suas necessidades e interesses.</p><p>A plataforma oferece também diversas informações demográficas, sociais e econômicas da região Amazônica e dos Estados que a compõem e um serviço interativo de análise de indicadores por meio de inteligência artificial. Além disso, um conjunto de projeções foram calculadas, o que possibilita uma antecipação do cenário futuro e serve como subsídio para a tomada de decisão.</p>"
  },
  {
    "id": "pagina_inicial_taxas",
    "url": "NA",
    "title": "Taxas",
    "short": "Taxas de Incidência e de Mortalidade por Malária",
    "description": "Explore as taxas de incidência e de mortalidade de acordo com os grupos de idade, estados e ano de notificação na Amazônia Legal Brasileira. "
  },
  {
    "id": "pagina_inicial_importados",
    "url": "NA",
    "title": "Importados",
    "short": "Distribuição entre Casos Importados e Autóctones",
    "description": "Essa visualização interativa permite analisar a distribuição de casos de malária importados e autóctones para o município e ano selecionado."
  },
  {
    "id": "pagina_inicial_visualizacoes",
    "url": "NA",
    "title": "Visualizações de dados",
    "short": "",
    "description": "As visualizações são ferramentas valiosas no processo de exploração, compreensão e explicação dos dados sobre malária."
  },
  {
    "id": "pagina_inicial_visualizacoes_1a",
    "url": "NA",
    "title": "Visualizações Estáticas",
    "short": "Visualizações estáticas e interativas para a análise da malária e tomada de decisão",
    "description": "Texto"
  },
  {
    "id": "pagina_inicial_visualizacoes_2a",
    "url": "NA",
    "title": "Modelos de Predição/Classificação",
    "short": "Modelos de classificação de aprendizado de máquina para recomendação do esquema de tratamento da malária",
    "description": "Texto"
  },
  {
    "id": "pagina_inicial_visualizacoes_3a",
    "url": "NA",
    "title": "Projeção dos casos de Malária",
    "short": "Análise do cenário futuro sobre os casos de malária na Amazônia Legal Brasileira",
    "description": "Texto"
  },
  {
    "id": "pagina_inicial_qualidade_da_informacao",
    "url": "NA",
    "title": "Qualidade da Informação do Sivep-Malária",
    "short": "",
    "description": "O Sistema de Informação de Vigilância Epidemiológica da Malária (Sivep-Malária) é a principal ferramenta para a vigilância epidemiológica e controle da Amazônia Legal Brasileira. Deste modo, torna-se fundamental avaliar a qualidade das características coletadas e verificar o grau de preenchimento das mesmas ao longo do tempo."
  },
  {
    "id": "pagina_inicial_publicacoes",
    "url": "/producoes/artigos",
    "title": "Publicações",
    "short": "",
    "description": ""
  },
  {
    "id": "pagina_inicial_publicacoes_1",
    "url": "NA",
    "title": "Apresentação em Congressos Nacionais",
    "short": "Texto resumido se tiver",
    "description": "Texto"
  },
  {
    "id": "pagina_inicial_publicacoes_2",
    "url": "NA",
    "title": "Apresentação em Congressos Internacionais",
    "short": "Texto resumido se tiver",
    "description": "Texto"
  },
  {
    "id": "pagina_inicial_publicacoes_3",
    "url": "NA",
    "title": "Revistas Científicas/Preprint",
    "short": "Texto resumido se tiver",
    "description": "Texto"
  },
  {
    "id": "Página contato",
    "url": "NA",
    "title": "Fale Conosco",
    "short": " LADDEM - Laboratório de Análise de Dados em Demografia",
    "description": "UNICAMP - Universidade Estadual de Campinas<br/>Núcleo de Estudos de População \"Elza Berquó\"<br/>Av. Albert Einstein, 1300, sala 25<br/>Cidade Universitária Zeferino Vaz<br/>CEP 13083-852 - Campinas/SP<br/>E-mail: laddem.unicamp@gmail.com"
  },
  {
    "id": "pagina_sobre",
    "url": "NA",
    "title": "Sobre a Malária no Brasil",
    "short": " ",
    "description": "<p>A malária representa um dos principais problemas de saúde pública em todo o mundo, especialmente nos países em desenvolvimento como é o caso do Brasil. Éé uma doença grave causada por protozoários do gênero Plasmodiumparasitas que são transmitidaos para as pessoas por meio da picada de fêmeas de mosquitos  da sub-família Anophelinae (Foster et al. 2017) Anopheles e está presente em praticamente todas as regiões tropicais e subtropicais do planeta. Em 202018 foram contabilizados  241 228 milhões de casos comparativamente aos 231 milhões de casos em 2017 (OMS, 2019). Em relação ao número de mortes por malária foram contabilizados 405.000 e 627.000 óbitos, sendo que 95% dos casos e 96% dos óbitos concentram-se no continente Africano, onde a a infecção por P. falciparum, responsável pelas formas mais graves da doença, prevalece (OMS, 2021).  em 2018 e 416.000 em 2017 (OMS, 2020).</p><p>Entre as espécies de parasitas que causam malária em humanos, P. falciparum e P. vivax são os mais prevalentes. Em 2018, o P. falciparum representou 99,7% dos casos na Região Africana da Organização Mundial de Saúde, 50% na Região do Sudeste Asiático, 71% no Mediterrâneo Oriental e 65% no Pacífico Ocidental. Em 2018, a Região Africana foi responsável por 93% dos casos e 94% das mortes mundiais. Na Região das Américas, o P. vivax é o parasita mais frequente e representa 75% dos casos (OMS, 2019).</p><p>A malária representa um dos principais problemas de saúde pública no mundo em desenvolvimento e continua sendo um grande desafio para o Brasil, que apesar do conhecimento acumulado sobre a doença e dos anos de campanha nacionais para combatê-la, concentra cerca de 34,4% dos casos da doença registrados no continente americano (ONU, 2017). Atualmente, 99% dos casos de malária no Brasil ocorrem na Amazônia, habitat natural para cercamais de 540 espécies de anofelinosAnopheles, dentre oas quais aproximadamente 20 são potenciais vetores de malária, destacando-se a espécie Nyssorhynchus darlingi como principal vetor no Brasil (Carlos et al. 2019).</p><p>Fazendo um breve histórico, antes da década de 40, os casos de malária ocorriam em praticamente todo território nacional, com importantes surtos epidêmicos registrados, que ocasionaram a morte de milhares de pessoas. Com a implementação de programas de erradicação, obteve-se uma significante queda no número de casos, chegando a cerca de 40 mil casos anuais na década de 60 (Silva e Oliveira 2002). Entretanto, o período foi seguido por  um contínuo aumento dos casos na década de 80, e Nos últimos 30 anos, foram marcados por houve intensas flutuações no número de casos de malária, com picos de cerca de 600.000 casos em 1992, 1999, 8–2000 e 20054–2006, consequência de diversas  devido a razões que são não totalmente compreendidas, mas que podem estar vinculadas às mudanças ambientais, intensa migração humana, precárias condições de habitação, atividades extrativistas, assentamentos agrícolas, má gestão de tanques de piscicultura, dificuldade ao acesso a tratamento, dentre outros fatores econômicos, ambientais, culturais e demográficos. os peixes, agricultura, migração humana e intensificação do P. vivax. Esta situação fez com que as medidas de controle e prevenção fossem intensificadas, assim como a realização de diagnóstico precoce e tratamento adequado, que contribuíram para a diminuição significativa dos casos de infecção por P. falciparum e a redução de aproximadamente 600.000 casos em 2005 para 143.000 casos em 2014 (Griffing et al. 2015; Carlos et al., 2019), com cerca de 41 mortes (Datasus, 2019).</p><p>O aumento significativo em 2017 para 194.000 casos é particularmente alarmante e destaca a fragilidade do programa de controle e vigilância da malária. Essa fragilidade no combate ocorre especialmente nas áreas tropicais, onde os sistemas de saúde e as condições socioeconômicas mantêm a vulnerabilidade para a transmissão uma vez que as medidas de controle do vetor não são mantidas e adaptadas conforme as necessidades locais. Além disso, particularmente na Amazônia podemos destacar o impacto dos fenômenos ambientais que influenciam o clima da floresta amazônica, como por exemplo, o fenômeno do El Niño no período entre 2014-2016 que promoveu uma extensão no período de seca extrema e que pode ter influenciado em certa maneira na expressiva redução no número de malária. Por sua vez, o aumento do número de casos em 2017 pode estar alertando para um possível declínio da efetividade dos programas de controle e vigilância da malária na região (Jimenez-Munoz et al., 2016).</p><p>Alguns grupos populacionais correm um risco consideravelmente maior de contrair a malária e desenvolver a doença grave do que outros. Esses incluem bebês, crianças menores de 5 anos de idade, gestantes e pacientes com HIV/AIDS, bem como migrantes não imunes, populações móveis e viajantes. Crianças menores de 5 anos são os grupos mais vulneráveis (OMS, 2019).</p><p>A gravidade dos casos na Região Extra-Amazônica também é de grande importância, uma vez que não existe um preparo adequado dos profissionais da saúde para diagnosticar a doença e esse atraso no diagnóstico pode ser fatal.Exceto para os Estados do Espírito Santo e Bahia, que registraram 145 e 77 casos autóctones em 2018, respectivamente (SINAN, 2019), a grande maioria dos casos diagnosticados na região Extra-Amazônica são importados principalmente da Região Amazônica, mostrando a importância em se prever e controlar a malária na Amazônia e a grande influência do trânsito de pessoas para essas áreas.</p><p>Alguns grupos populacionais correm um risco consideravelmente maior de contrair a malária e desenvolver a doença grave do que outros. Esses incluem bebês, crianças menores de 5 anos de idade, gestantes e pacientes com HIV/AIDS, bem como migrantes não imunes, populações móveis e viajantes. Crianças menores de 5 anos são os grupos mais vulneráveis (OMS, 2019)."
  },
  {
    "id": "pagina_sobre_equipe",
    "url": "NA",
    "title": "Sobre a equipe",
    "short": "",
    "description": "Texto sobre a equipe"
  },
  {
    "id": "pagina_sobre_projeto",
    "url": "NA",
    "title": "Conheça o nosso Projeto",
    "short": "",
    "description": "<p>Um grande desafio no combate à malária é a sustentabilidade das ações voltadas para o seu controle em um contexto de redução dos gastos em saúde. A malária acontece quase inteiramente na região Norte, onde os sistemas de saúde são menos adaptáveis às mudanças. Uma situação a ser enfrentada também é a diminuição da redução dos esforços de contenção da transmissão quando há uma redução no número de casos, o que leva em pouco tempo ao ressurgimento da doença.</p><p>É notório que a eliminação da malária no Brasil é possível, mas que para atingi-la é necessário um plano de médio e longo prazo com estratégias que levem à sustentabilidade. Entre essas ações destaca a adaptação das medidas de controle dos vetores, com integração e fortalecimento do sistema de saúde local. Isso requer tanto inovações técnicas quanto compromisso político para garantir os recursos humanos e financeiros. </p><p>Atualmente, existem poucos recursos para realização de vigilância de casos de malária na Amazônia, e em geral, são baseados em dados históricos e realizados por recursos humanos altamente especializados, tornando o trabalho custoso e muitas vezes inviável pelo fato de não se conseguir inferir conhecimento em tempo hábil para realização de ações preventivas ou até mesmo corretivas. Além disto, as ações que poderiam ser realizadas pelos gestores públicos são limitadas pela carência de ferramentas para exploração desses dados, especialmente aquelas que são baseadas em métodos de visualização de informações, as quais permite análises de forma dinâmica, interativa e até mesmo em tempo real (caso os dados estejam integrados). </p><p>A grande maioria das ações para o problema em questão são reativas, efetuadas após constatado por observação de casos reais e a partir do dado do serviço, que depende diretamente da rapidez e introdução do banco de dados. É neste cenário que se insere o presente projeto de pesquisa, que visa contribuir para o aprimoramento da vigilância epidemiológica da malária na região da Amazônia brasileira. É importante destacar que vários estudos prévios realizados no país exploraram a questão da transmissão da malária na Amazônia brasileira, tanto de uma perspectiva epidemiológica, quanto biológica, de vetores e geográfica. </p><p>Entretanto, entende-se que é urgente e necessário o desenvolvimento de novas abordagens, estratégias e tecnologias que estabeleçam uma identificação e controle mais eficientes. É de extrema importância identificar e analisar os fatores mais importantes que influenciam nos casos de malária na Região Amazônica. </p><p>Acredita-se que com a aplicação de métodos de aprendizado de máquina utilizando dados demográficos, epidemiológicos, climáticos e clínicos de períodos de tempo anteriores possa ser realizada uma previsão de comportamento dos casos de malária na região e, consequentemente, favorecer a implementação de ações preventivas mais eficazes e melhor manejo da doença. </p><p>O recorte temporal utilizado para as análises foi de 2007 a 2019.</p><p>Os nossos principais produtos são:</p><ul><li>Construção de uma base de dados integrada, com dados de diferentes domínios (demográficos, epidemiológicos, climáticos, entomológico  e clínicos) combinando diferentes fontes de dados disponibilizadas pelo poder público.</li><li>Resultados observados por meio de visualizações dinâmicas e interativas por meio da plataforma web - PVD Malária (Plataforma de Visualização de Dados Malária).</li><li>Recomendação de um esquema terapêutico de malária por meio de modelos de aprendizado de máquina que podem auxiliar médicos e profissionais de saúde na rotina de atendimento dos pacientes.</li><li>Estabelecer os fatores associados à magnitude do risco de contaminação por malária na Amazônia legal brasileira.</li><li>Projetar casos de malária para um período curto de tempo.</li><li>Divulgar e disponibilizar as ferramentas construídas e a PVD Malária para os gestores e sociedade civil.</li><li>Fomentar o uso da PVD Malária como apoio à tomada decisão e vigilância epidemiológica da Malária no Brasil.</li></ul>"
  }
]
