{
  "banner": {
    "title": "Plataforma de Visualização de Dados",
    "description": "<p>A Plataforma de Visualização de Dados Malária - PVD Malária - é uma página web que busca facilitar gestores, pesquisadores e público em geral a entender melhor sobre a infecção e disseminação da Malária na Amazônia Legal Brasileira.</p><p>Por meio desta plataforma é possível explorar diversas visualizações tanto estáticas quanto interativas e criar outras de acordo com as suas necessidades e interesses.</p><p>A plataforma oferece também diversas informações demográficas, sociais e econômicas da região Amazônica e dos Estados que a compõem e um serviço interativo de análise de indicadores por meio de inteligência artificial. Além disso, um conjunto de projeções foram calculadas, o que possibilita uma antecipação do cenário futuro e serve como subsídio para a tomada de decisão.</p>"
  },

  "taxas": {
    "title": "Taxas",
    "short": "Taxas de Incidência e de Mortalidade por Malária",
    "description": "Explore as taxas de incidência e de mortalidade de acordo com os grupos de idade, estados e ano de notificação na Amazônia Legal Brasileira.",
    "url": "/dashboards/taxas"
  },

  "importados": {
    "title": "Importados",
    "short": "Distribuição entre Casos Importados e Autóctones",
    "description": "Essa visualização interativa permite analisar a distribuição de casos de malária importados e autóctones para o município e ano selecionado.",
    "url": "/dashboards/importados"
  },

  "visualizacoes": {
    "title": "Visualizações de dados",
    "description": "As visualizações são ferramentas valiosas no processo de exploração, compreensão e explicação dos dados sobre malária.",
    "url": "/visualizacoes",
    "items": [
      {
        "id": "visualizacoes_1",
        "title": "Casos de Malária",
        "short": "Casos positivos de malária entre os estados da Amazônia Legal brasileira no período...",
        "url": "/visualizacoes/casos_de_malaria"
      },
      {
        "id": "visualizacoes_2",
        "title": "Casos por Níveis de Escolaridade",
        "short": "Proporção de casos positivos para malária no período de 2011 a 2019 segundo níveis...",
        "url": "/visualizacoes/grupos_de_anos_de_estudo"
      },
      {
        "id": "visualizacoes_3",
        "title": "Proporção de Casos segundo Idade Gestacional",
        "short": "Proporção de casos positivos para malária no período de 2011 a 2019 entre gestantes...",
        "url": "/visualizacoes/mobilidade"
      }
    ]
  },

  "qualidade_da_informacao": {
    "title": "Qualidade da Informação do Sivep-Malária",
    "description": "O Sistema de Informação de Vigilância Epidemiológica da Malária (Sivep-Malária) é a principal ferramenta para a vigilância epidemiológica e controle da Amazônia Legal Brasileira. Deste modo, torna-se fundamental avaliar a qualidade das características coletadas e verificar o grau de preenchimento das mesmas ao longo do tempo.",
    "url": "NA"
  },

  "publicacoes": {
    "title": "Publicações",
    "description": "",
    "url": "/producoes/artigos",
    "items": [
      {
        "id": "publicacoes_1",
        "url": "NA",
        "title": "Apresentação em Congressos Nacionais",
        "short": "Texto resumido se tiver",
        "description": "Texto"
      },
      {
        "id": "publicacoes_2",
        "url": "NA",
        "title": "Apresentação em Congressos Internacionais",
        "short": "Texto resumido se tiver",
        "description": "Texto"
      },
      {
        "id": "publicacoes_3",
        "url": "NA",
        "title": "Revistas Científicas/Preprint",
        "short": "Texto resumido se tiver",
        "description": "Texto"
      }
    ]
  }
}
