{
  "page": {
    "title": "Sobre a Malária no Brasil",
    "description": [
      "<p>A malária é uma doença grave causada por protozoários do gênero <i>Plasmodium</i> que são transmitidos para as pessoas por meio da picada de fêmeas de mosquitos da sub-família Anophelinae e está presente em praticamente todas as regiões tropicais e subtropicais do planeta. Em 2020 foram contabilizados  241  milhões de casos e 627.000 óbitos, sendo que 95% dos casos e 96% dos óbitos se concentraram no continente Africano, onde a infecção por <i>P. falciparum</i>, responsável pelas formas mais graves da doença, prevalece (OMS, 2021).</p><p>A malária representa um dos principais problemas de saúde pública no mundo em desenvolvimento e continua sendo um grande desafio para o Brasil, que apesar do conhecimento acumulado sobre a doença e dos anos de campanha nacionais para combatê-la, concentra cerca de 34,4% dos casos da doença registrados no continente americano (ONU, 2017). Atualmente, 99% dos casos de malária no Brasil ocorrem na Amazônia, habitat natural para cerca de 50 espécies de anofelinos, dentre os quais aproximadamente 20 são potenciais vetores de malária, destacando-se a espécie <i>Nyssorhynchus darlingi</i> como principal vetor no Brasil (Carlos et al. 2019).</p>",
      "<p>Fazendo um breve histórico, antes da década de 40, os casos de malária ocorriam em praticamente todo território nacional, com importantes surtos epidêmicos registrados que levaram milhares de pessoas a morte. Com a implementação de programas de erradicação, obteve-se uma significante queda no número de casos, chegando a cerca de 40 mil casos nos anos 60 (Silva e Oliveira 2002). Entretanto, o período foi seguido por  um contínuo aumento dos casos na década de 80, e os últimos 30 anos foram marcados por  intensas flutuações com picos de cerca de 600.000 casos em 1992,1999, 2000 e 2005, consequência de diversas mudanças ambientais, intensa migração humana, precárias condições de habitação, atividades extrativistas, assentamentos agrícolas, má gestão de tanques de piscicultura, dificuldade ao acesso a tratamento, dentre outros fatores econômicos, ambientais, culturais e demográficos.   Esta situação fez com que as medidas de controle e prevenção fossem intensificadas, assim como a realização de diagnóstico precoce e tratamento adequado, que contribuíram para a diminuição significativa dos casos de infecção por <i>P. falciparum</i> e a redução de aproximadamente 600.000 casos em 2005 para 143.000 casos em 2014 (Griffing et al. 2015; Carlos et al., 2019), com cerca de 41 mortes (Datasus, 2019).</p><p>O aumento significativo em 2017 para 194.000 casos é particularmente alarmante e destaca a fragilidade do programa de controle e vigilância da malária. Essa fragilidade no combate ocorre especialmente nas áreas tropicais, onde os sistemas de saúde e as condições socioeconômicas mantêm a vulnerabilidade para a transmissão uma vez que as medidas de controle do vetor não são mantidas e adaptadas conforme as necessidades locais. Os últimos dados sobre dos casos de malária no Brasil registraram 138.248 casos ocorridos em 2021 (Sivep-Malária, 2022).</p><p>Alguns grupos populacionais correm um risco consideravelmente maior de contrair a malária e desenvolver a doença grave do que outros. Esses incluem bebês, crianças menores de 5 anos de idade, gestantes e pacientes com HIV/AIDS, bem como migrantes não imunes, populações móveis e viajantes. Crianças menores de 5 anos são os grupos mais vulneráveis (OMS, 2019).</p><p>A gravidade dos casos na Região Extra-Amazônica também é de grande importância, uma vez que não existe um preparo adequado dos profissionais da saúde para diagnosticar a doença e esse atraso no diagnóstico pode ser fatal. Exceto para alguns  Estados como Espírito Santo que registrou 145 casos autóctones em 2018 e Bahia que contabilizou 77  e 67 casos autóctones em 2018 e 2021, respectivamente (SINAN, 2022), a grande maioria dos casos diagnosticados na região Extra-Amazônica são importados principalmente da Região Amazônica, mostrando a importância em se prever e controlar a malária na Amazônia e a grande influência do trânsito de pessoas para essas áreas.</p>"
    ]
  },

  "equipe": {
    "title": "A equipe",
    "description": "O Projeto integra um campo interdisciplinar envolvendo pesquisadores principais de três instituições nacionais e com expertise em quatro campos de conhecimento: demografia, saúde pública, ciências da computação e ciências biológicas. O projeto também conta com uma equipe de pesquisadores colaboradores de diversas áreas do conhecimento e de instituições nacionais e internacionais e de apoio técnico."
  },

  "projeto": {
    "title": "Conheça o nosso Projeto",
    "description": "<p>Um grande desafio no combate à malária é a sustentabilidade das ações voltadas para o seu controle em um contexto de redução dos gastos em saúde. A malária acontece quase inteiramente na região Norte, onde os sistemas de saúde são menos adaptáveis às mudanças. Uma situação a ser enfrentada também é a diminuição da redução dos esforços de contenção da transmissão quando há uma redução no número de casos, o que leva em pouco tempo ao ressurgimento da doença.</p><p>É notório que a eliminação da malária no Brasil é possível, mas que para atingi-la é necessário um plano de médio e longo prazo com estratégias que levem à sustentabilidade. Entre essas ações destaca a adaptação das medidas de controle dos vetores, com integração e fortalecimento do sistema de saúde local. Isso requer tanto inovações técnicas quanto compromisso político para garantir os recursos humanos e financeiros. </p><p>Atualmente, existem poucos recursos para realização de vigilância de casos de malária na Amazônia, e em geral, são baseados em dados históricos e realizados por recursos humanos altamente especializados, tornando o trabalho custoso e muitas vezes inviável pelo fato de não se conseguir inferir conhecimento em tempo hábil para realização de ações preventivas ou até mesmo corretivas. Além disto, as ações que poderiam ser realizadas pelos gestores públicos são limitadas pela carência de ferramentas para exploração desses dados, especialmente aquelas que são baseadas em métodos de visualização de informações, as quais permite análises de forma dinâmica, interativa e até mesmo em tempo real (caso os dados estejam integrados). </p><p>A grande maioria das ações para o problema em questão são reativas, efetuadas após constatado por observação de casos reais e a partir do dado do serviço, que depende diretamente da rapidez e introdução do banco de dados. É neste cenário que se insere o presente projeto de pesquisa, que visa contribuir para o aprimoramento da vigilância epidemiológica da malária na região da Amazônia brasileira. É importante destacar que vários estudos prévios realizados no país exploraram a questão da transmissão da malária na Amazônia brasileira, tanto de uma perspectiva epidemiológica, quanto biológica, de vetores e geográfica. </p><p>Entretanto, entende-se que é urgente e necessário o desenvolvimento de novas abordagens, estratégias e tecnologias que estabeleçam uma identificação e controle mais eficientes. É de extrema importância identificar e analisar os fatores mais importantes que influenciam nos casos de malária na Região Amazônica. </p><p>Acredita-se que com a aplicação de métodos de aprendizado de máquina utilizando dados demográficos, epidemiológicos, climáticos e clínicos de períodos de tempo anteriores possa ser realizada uma previsão de comportamento dos casos de malária na região e, consequentemente, favorecer a implementação de ações preventivas mais eficazes e melhor manejo da doença. </p><p>O recorte temporal utilizado para as análises foi de 2007 a 2019.</p><p>Os nossos principais produtos são:</p><ul><li>Construção de uma base de dados integrada, com dados de diferentes domínios (demográficos, epidemiológicos, climáticos, entomológico  e clínicos) combinando diferentes fontes de dados disponibilizadas pelo poder público.</li><li>Resultados observados por meio de visualizações dinâmicas e interativas por meio da plataforma web - PVD Malária (Plataforma de Visualização de Dados Malária).</li><li>Avaliação e Classificação de esquemas terapêutico de malária por meio de modelos de aprendizado de máquina que podem auxiliar médicos e profissionais de saúde na rotina de atendimento dos pacientes.</li><li>Estabelecer os fatores associados à magnitude do risco de contaminação por malária na Amazônia Legal brasileira.</li><li>Projetar casos de malária para um período curto de tempo.</li><li>Divulgar e disponibilizar as ferramentas construídas e a PVD Malária para os gestores e sociedade civil.</li><li>Fomentar o uso da PVD Malária como apoio à tomada decisão e vigilância epidemiológica da Malária no Brasil.</li></ul>",
    "url": "/"
  }
}
